{
    "intro": "<div><strong>Hi There</strong></div><div class='normal giga'><p>I am Rayhatron, a <strong>web developer</strong> from Zimbabwe.</p><p>Welcome to my little corner of the world wide web.</p></div>",
    "heading": "About me",
    "description": "My name is Rufaro Madamombe, however, on the web, I've been known as Rayhatron. My main aim is to provide what the client needs and wants to be developed.",
    "description1": "I've worked with several businesses to help them find a solution to achieve the targets, required for them to become a widely used website or an app. And I will do my best to offer best UI/UX service to the client's users. I want them to look at what has been created, and think how awesome and easy to use the website, or the app is.",
    "description2": "I dream of creating amazing structured software which would meet all the needs of people who use it, along with giving them an experience of a life time by using it! I also like to write about my adventures during the <a href='https://rayhatron.github.io/blog' target='blank'>journey to becoming a web developer</a>, to tell about the experiences I've encountered with the technologies I've used and about the lessons life itself has taught me on the go.",
    "description3": "Any computer science and IT related subject won't stop going forward and progressing, and what it generally means is you can't stop learning, as there will be new tech coming our way, new design patterns, new languages and updates to existing software. So I will never stop learning new stuff and I follow a motto of <strong><em>'Learn on the go'</em></strong>. Thanks for taking your time and looking through my portfolio!",
    "workIntro": "Currently working at ",
    "workLink": "http://www.techzim.co.zw/",
    "workName": "Techzim",
    "workDescription": " as a writer.",
    "invitation": "Feel free to get in touch for web developement collaborations or just a friendly chat via <a href='https://twitter.com/rayhatron' target='_blank' title='Rayhatron web developer twitter profile'>twitter</a> for now."
}